[
{
	"author":"The Goodnews Bible",
    "link":"#",
    "title":"The Tower of Barbell",
    "content":"(Genesis 11:1-9)\n Now the whole world had one language and a common speech.As men moved eastward, they found a plain in Shinar and settled there.They said to each other, 'Come, let's make bricks and bake them thoroughly.' They used brick instead of stone, and tar for mortar.Then they said, 'Come, let us build ourselves a city, with a tower that reaches to the heavens, so that we may make a name for ourselves and not be scattered over the face of the whole earth.'But the LORD came down to see the city and the tower that the men were building.The LORD said, 'If as one people speaking the same language they have begun to do this, then nothing they plan to do will be impossible for them.Come, let us go down and confuse their language so they will not understand each other.' So the LORD scattered them from there over all the earth, and they stopped building the city.That is why it was called Babel--because there the LORD confused the language of the whole world. From there the LORD scattered them over the face of the whole earth.",
    "slug" : "(Genesis 11:1-9)\n Now the whole world had one language and a common speech.As men moved eastward, they found a plain in Shinar and settled there.They said to each other, 'Come, let's make bricks and bake them thoroughly"
  
},
{
	"author":"The Goodnews Bible",
    "link":"#",
    "title":"God call Abraham",
    "content":"(Genesis 17:1-8)\n When Abram was ninety-nine years old, the LORD appeared to him and said, 'I am God Almighty; walk before me and be blameless. I will confirm my covenant between me and you and will greatly increase your numbers.'Abram fell facedown, and God said to him,'As for me, this is my covenant with you: You will be the father of many nations.No longer will you be called Abram; your name will be Abraham, for I have made you a father of many nations.I will make you very fruitful; I will make nations of you, and kings will come from you.I will establish my covenant as an everlasting covenant between me and you and your descendants after you for the generations to come, to be your God and the God of your descendants after you. The whole land of Canaan, where you are now an alien, I will give as an everlasting possession to you and your descendants after you; and I will be their God.'",
    "slug":"(Genesis 17:1-8)\n When Abram was ninety-nine years old, the LORD appeared to him and said, 'I am God Almighty; walk before me and be blameless. I will confirm my covenant between me and you and will greatly increase"
},
{
	"author":"The Goodnews Bible",
    "link":"#",
    "title":"Samson and Delilah",
    "content":"(Judges 16)\n  One day Samson went to Gaza, where he saw a prostitute. He went in to spend the night with her.The people of Gaza were told, 'Samson is here!' So they surrounded the place and lay in wait for him all night at the city gate. They made no move during the night, saying, 'At dawn we'll kill him.'But Samson lay there only until the middle of the night. Then he got up and took hold of the doors of the city gate, together with the two posts, and tore them loose, bar and all. He lifted them to his shoulders and carried them to the top of the hill that faces Hebron.Some time later, he fell in love with a woman in the Valley of Sorek whose name was Delilah.The rulers of the Philistines went to her and said, 'See if you can lure him into showing you the secret of his great strength and how we can overpower him so we may tie him up and subdue him. Each one of us will give you eleven hundred shekels of silver.'So Delilah said to Samson, 'Tell me the secret of your great strength and how you can be tied up and subdued'.Samson answered her, 'If anyone ties me with seven fresh thongs that have not been dried, I'll become as weak as any other man'.Then the rulers of the Philistines brought her seven fresh thongs that had not been dried, and she tied him with them.With men hidden in the room, she called to him, 'Samson, the Philistines are upon you!' But he snapped the thongs as easily as a piece of string snaps when it comes close to a flame. So the secret of his strength was not discovered.Then Delilah said to Samson, 'You have made a fool of me; you lied to me. Come now, tell me how you can be tied.' He said, 'If anyone ties me securely with new ropes that have never been used, I'll become as weak as any other man.' So Delilah took new ropes and tied him with them. Then, with men hidden in the room, she called to him, 'Samson, the Philistines are upon you!' But he snapped the ropes off his arms as if they were threads.Delilah then said to Samson, 'Until now, you have been making a fool of me and lying to me. Tell me how you can be tied.'  He replied, 'If you weave the seven braids of my head into the fabric [on the loom] and tighten it with the pin, I'll become as weak as any other man.'  So while he was sleeping, Delilah took the seven braids of his head, wove them into the fabric and tightened it with the pin. Again she called to him, 'Samson, the Philistines are upon you!'  He awoke from his sleep and pulled up the pin and the loom, with the fabric.Then she said to him, 'How can you say, 'I love you,' when you won't confide in me? This is the third time you have made a fool of me and haven't told me the secret of your great strength'.With such nagging she prodded him day after day until he was tired to death.So he told her everything. 'No razor has ever been used on my head,' he said, 'because I have been a Nazirite set apart to God since birth. If my head were shaved, my strength would leave me, and I would become as weak as any other man.' When Delilah saw that he had told her everything, she sent word to the rulers of the Philistines, 'Come back once more; he has told me everything'. So the rulers of the Philistines returned with the silver in their hands. Having put him to sleep on her lap, she called a man to shave off the seven braids of his hair, and so began to subdue him. And his strength left him.Then she called, 'Samson, the Philistines are upon you!' He awoke from his sleep and thought, 'I'll go out as before and shake myself free'. But he did not know that the LORD had left him.Then the Philistines seized him, gouged out his eyes and took him down to Gaza. Binding him with bronze shackles, they set him to grinding in the prison. But the hair on his head began to grow again after it had been shaved. Now the rulers of the Philistines assembled to offer a great sacrifice to Dagon their god and to celebrate, saying, 'Our god has delivered Samson, our enemy, into our hands'. When the people saw him, they praised their god, saying, 'Our god has delivered our enemy into our hands, the one who laid waste our land and multiplied our slain'.While they were in high spirits, they shouted, 'Bring out Samson to entertain us'. So they called Samson out of the prison, and he performed for them. When they stood him among the pillars, Samson said to the servant who held his hand, 'Put me where I can feel the pillars that support the temple, so that I may lean against them.' Now the temple was crowded with men and women; all the rulers of the Philistines were there, and on the roof were about three thousand men and women watching Samson perform. Then Samson prayed to the LORD, 'O Sovereign LORD, remember me. O God, please strengthen me just once more, and let me with one blow get revenge on the Philistines for my two eyes.''Then Samson reached toward the two central pillars on which the temple stood. Bracing himself against them, his right hand on the one and his left hand on the other,Samson said, 'Let me die with the Philistines!' Then he pushed with all his might, and down came the temple on the rulers and all the people in it. Thus he killed many more when he died than while he lived.Then his brothers and his father's whole family went down to get him. They brought him back and buried him between Zorah and Eshtaol in the tomb of Manoah his father. He had led Israel twenty years.",
    "slug":"(Judges 16)\n  One day Samson went to Gaza, where he saw a prostitute. He went in to spend the night with her.The people of Gaza were told, 'Samson is here!' So they surrounded the place and lay in wait for him all night at the city gate"
},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"Noah and the flood",
	"content":"(Genesis 6.9-9.17)\n  This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God.Noah had three sons: Shem, Ham and Japheth.Now the earth was corrupt in God's sight and was full of violence.God saw how corrupt the earth had become, for all the people on earth had corrupted their ways.So God said to Noah, 'I am going to put an end to all people, for the earth is filled with violence because of them. I am surely going to destroy both them and the earth.So make yourself an ark of cypress wood; make rooms in it and coat it with pitch inside and out.This is how you are to build it: The ark is to be 450 feet long, 75 feet wide and 45 feet high.Make a roof for it and finish the ark to within 18 inches of the top. Put a door in the side of the ark and make lower, middle and upper decks.I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish. But I will establish my covenant with you, and you will enter the ark-- you and your sons and your wife and your sons' wives with you. You are to bring into the ark two of all living creatures, male and female, to keep them alive with you.Two of every kind of bird, of every kind of animal and of every kind of creature that moves along the ground will come to you to be kept alive.You are to take every kind of food that is to be eaten and store it away as food for you and for them.'Noah did everything just as God commanded him.The LORD then said to Noah, 'Go into the ark, you and your whole family, because I have found you righteous in this generation.Take with you seven of every kind of clean animal, a male and its mate, and two of every kind of unclean animal, a male and its mate,and also seven of every kind of bird, male and female, to keep their various kinds alive throughout the earth.Seven days from now I will send rain on the earth for forty days and forty nights, and I will wipe from the face of the earth every living creature I have made.'And Noah did all that the LORD commanded him.Noah was six hundred years old when the floodwaters came on the earth. And Noah and his sons and his wife and his sons' wives entered the ark to escape the waters of the flood.Pairs of clean and unclean animals, of birds and of all creatures that move along the ground,male and female, came to Noah and entered the ark, as God had commanded Noah.And after the seven days the floodwaters came on the earth. In the six hundredth year of Noah's life, on the seventeenth day of the second month-- on that day all the springs of the great deep burst forth, and the floodgates of the heavens were opened. And rain fell on the earth forty days and forty nights. On that very day Noah and his sons, Shem, Ham and Japheth, together with his wife and the wives of his three sons, entered the ark.They had with them every wild animal according to its kind, all livestock according to their kinds, every creature that moves along the ground according to its kind and every bird according to its kind, everything with wings. Pairs of all creatures that have the breath of life in them came to Noah and entered the ark.The animals going in were male and female of every living thing, as God had commanded Noah. Then the LORD shut him in. For forty days the flood kept coming on the earth, and as the waters increased they lifted the ark high above the earth. The waters rose and increased greatly on the earth, and the ark floated on the surface of the water.They rose greatly on the earth, and all the high mountains under the entire heavens were covered.The waters rose and covered the mountains to a depth of more than twenty feet. Every living thing that moved on the earth perished-- birds, livestock, wild animals, all the creatures that swarm over the earth, and all mankind. Everything on dry land that had the breath of life in its nostrils died.Every living thing on the face of the earth was wiped out; men and animals and the creatures that move along the ground and the birds of the air were wiped from the earth. Only Noah was left, and those with him in the ark. The waters flooded the earth for a hundred and fifty days. But God remembered Noah and all the wild animals and the livestock that were with him in the ark, and he sent a wind over the earth, and the waters receded. Now the springs of the deep and the floodgates of the heavens had been closed, and the rain had stopped falling from the sky. The water receded steadily from the earth. At the end of the hundred and fifty days the water had gone down, and on the seventeenth day of the seventh month the ark came to rest on the mountains of Ararat. The waters continued to recede until the tenth month, and on the first day of the tenth month the tops of the mountains became visible.After forty days Noah opened the window he had made in the ark and sent out a raven, and it kept flying back and forth until the water had dried up from the earth.Then he sent out a dove to see if the water had receded from the surface of the ground. But the dove could find no place to set its feet because there was water over all the surface of the earth; so it returned to Noah in the ark. He reached out his hand and took the dove and brought it back to himself in the ark.He waited seven more days and again sent out the dove from the ark. When the dove returned to him in the evening, there in its beak was a freshly plucked olive leaf! Then Noah knew that the water had receded from the earth. He waited seven more days and sent the dove out again, but this time it did not return to him.By the first day of the first month of Noah's six hundred and first year, the water had dried up from the earth. Noah then removed the covering from the ark and saw that the surface of the ground was dry.By the twenty-seventh day of the second month the earth was completely dry.Then God said to Noah, 'Come out of the ark, you and your wife and your sons and their wives.Bring out every kind of living creature that is with you-- the birds, the animals, and all the creatures that move along the ground-- so they can multiply on the earth and be fruitful and increase in number upon it.' So Noah came out, together with his sons and his wife and his sons' wives. All the animals and all the creatures that move along the ground and all the birds-- everything that moves on the earth-- came out of the ark, one kind after another. Then Noah built an altar to the LORD and, taking some of all the clean animals and clean birds, he sacrificed burnt offerings on it. The LORD smelled the pleasing aroma and said in his heart: 'Never again will I curse the ground because of man, even though every inclination of his heart is evil from childhood. And never again will I destroy all living creatures, as I have done. 'As long as the earth endures, seedtime and harvest, cold and heat, summer and winter, day and night will never cease.'Then God blessed Noah and his sons, saying to them, 'Be fruitful and increase in number and fill the earth. The fear and dread of you will fall upon all the beasts of the earth and all the birds of the air, upon every creature that moves along the ground, and upon all the fish of the sea; they are given into your hands.Everything that lives and moves will be food for you. Just as I gave you the green plants, I now give you everything. 'But you must not eat meat that has its lifeblood still in it.And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each man, too, I will demand an accounting for the life of his fellow man. 'Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man. As for you, be fruitful and increase in number; multiply on the earth and increase upon it.'",
	"slug":"(Genesis 6.9-9.17)\n  This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God.Noah had three sons: Shem, Ham and Japheth.Now the earth was corrupt in God's sight and was full of violence"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"David and Goliath",
	"content":"(1 Samuel 17)\n Now the Philistines gathered their forces for war and assembled at Socoh in Judah. They pitched camp at Ephes Dammim, between Socoh and Azekah.Saul and the Israelites assembled and camped in the Valley of Elah and drew up their battle line to meet the Philistines. The Philistines occupied one hill and the Israelites another, with the valley between them. A champion named Goliath, who was from Gath, came out of the Philistine camp. He was over nine feet tall. He had a bronze helmet on his head and wore a coat of scale armor of bronze weighing five thousand shekels;  on his legs he wore bronze greaves, and a bronze javelin was slung on his back. His spear shaft was like a weaver's rod, and its iron point weighed six hundred shekels. His shield bearer went ahead of him. Goliath stood and shouted to the ranks of Israel, 'Why do you come out and line up for battle? Am I not a Philistine, and are you not the servants of Saul? Choose a man and have him come down to me. If he is able to fight and kill me, we will become your subjects; but if I overcome him and kill him, you will become our subjects and serve us.' Then the Philistine said, 'This day I defy the ranks of Israel! Give me a man and let us fight each other.' On hearing the Philistine's words, Saul and all the Israelites were dismayed and terrified. Now David was the son of an Ephrathite named Jesse, who was from Bethlehem in Judah. Jesse had eight sons, and in Saul's time he was old and well advanced in years.Jesse's three oldest sons had followed Saul to the war: The firstborn was Eliab; the second, Abinadab; and the third, Shammah. David was the youngest. The three oldest followed Saul, but David went back and forth from Saul to tend his father's sheep at Bethlehem. For forty days the Philistine came forward every morning and evening and took his stand.Now Jesse said to his son David, 'Take this ephah of roasted grain and these ten loaves of bread for your brothers and hurry to their camp. Take along these ten cheeses to the commander of their unit. See how your brothers are and bring back some assurance from them. They are with Saul and all the men of Israel in the Valley of Elah, fighting against the Philistines.' Early in the morning David left the flock with a shepherd, loaded up and set out, as Jesse had directed. He reached the camp as the army was going out to its battle positions, shouting the war cry. Israel and the Philistines were drawing up their lines facing each other. David left his things with the keeper of supplies, ran to the battle lines and greeted his brothers.As he was talking with them, Goliath, the Philistine champion from Gath, stepped out from his lines and shouted his usual defiance, and David heard it. When the Israelites saw the man, they all ran from him in great fear.Now the Israelites had been saying, 'Do you see how this man keeps coming out? He comes out to defy Israel. The king will give great wealth to the man who kills him. He will also give him his daughter in marriage and will exempt his father's family from taxes in Israel.David asked the men standing near him, 'What will be done for the man who kills this Philistine and removes this disgrace from Israel? Who is this uncircumcised Philistine that he should defy the armies of the living God?' They repeated to him what they had been saying and told him, 'This is what will be done for the man who kills him.' When Eliab, David's oldest brother, heard him speaking with the men, he burned with anger at him and asked, 'Why have you come down here? And with whom did you leave those few sheep in the desert? I know how conceited you are and how wicked your heart is; you came down only to watch the battle.' 'Now what have I done?' said David. 'Can't I even speak?' He then turned away to someone else and brought up the same matter, and the men answered him as before. What David said was overheard and reported to Saul, and Saul sent for him. David said to Saul, 'Let no one lose heart on account of this Philistine; your servant will go and fight him.' Saul replied, 'You are not able to go out against this Philistine and fight him; you are only a boy, and he has been a fighting man from his youth.'But David said to Saul, 'Your servant has been keeping his father's sheep. When a lion or a bear came and carried off a sheep from the flock, I went after it, struck it and rescued the sheep from its mouth. When it turned on me, I seized it by its hair, struck it and killed it. Your servant has killed both the lion and the bear; this uncircumcised Philistine will be like one of them, because he has defied the armies of the living God.The LORD who delivered me from the paw of the lion and the paw of the bear will deliver me from the hand of this Philistine.' Saul said to David, 'Go, and the LORD be with you.'Then Saul dressed David in his own tunic. He put a coat of armor on him and a bronze helmet on his head. David fastened on his sword over the tunic and tried walking around, because he was not used to them. 'I cannot go in these,' he said to Saul, 'because I am not used to them.' So he took them off.Then he took his staff in his hand, chose five smooth stones from the stream, put them in the pouch of his shepherd's bag and, with his sling in his hand, approached the Philistine. Meanwhile, the Philistine, with his shield bearer in front of him, kept coming closer to David.He looked David over and saw that he was only a boy, ruddy and handsome, and he despised him. He said to David, 'Am I a dog, that you come at me with sticks?' And the Philistine cursed David by his gods. 'Come here,' he said, 'and I'll give your flesh to the birds of the air and the beasts of the field!' David said to the Philistine, 'You come against me with sword and spear and javelin, but I come against you in the name of the LORD Almighty, the God of the armies of Israel, whom you have defied. This day the LORD will hand you over to me, and I'll strike you down and cut off your head. Today I will give the carcasses of the Philistine army to the birds of the air and the beasts of the earth, and the whole world will know that there is a God in Israel. All those gathered here will know that it is not by sword or spear that the LORD saves; for the battle is the LORD's, and he will give all of you into our hands.'As the Philistine moved closer to attack him, David ran quickly toward the battle line to meet him. Reaching into his bag and taking out a stone, he slung it and struck the Philistine on the forehead. The stone sank into his forehead, and he fell facedown on the ground.So David triumphed over the Philistine with a sling and a stone; without a sword in his hand he struck down the Philistine and killed him. David ran and stood over him. He took hold of the Philistine's sword and drew it from the scabbard. After he killed him, he cut off his head with the sword. When the Philistines saw that their hero was dead, they turned and ran.Then the men of Israel and Judah surged forward with a shout and pursued the Philistines to the entrance of Gath and to the gates of Ekron. Their dead were strewn along the Shaaraim road to Gath and Ekron.When the Israelites returned from chasing the Philistines, they plundered their camp.David took the Philistine's head and brought it to Jerusalem, and he put the Philistine's weapons in his own tent.As Saul watched David going out to meet the Philistine, he said to Abner, commander of the army, 'Abner, whose son is that young man?' Abner replied, 'As surely as you live, O king, I don't know.'The king said, 'Find out whose son this young man is.'As soon as David returned from killing the Philistine, Abner took him and brought him before Saul, with David still holding the Philistine's head. 'Whose son are you, young man?' Saul asked him. David said, 'I am the son of your servant Jesse of Bethlehem.'",
	"slug":"(1 Samuel 17)\n Now the Philistines gathered their forces for war and assembled at Socoh in Judah. They pitched camp at Ephes Dammim, between Socoh and Azekah.Saul and the Israelites assembled and camped in the Valley of Elah and drew up their"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"David becames King",
	"content":"(2 Samuel 5:1-12)\n All the tribes of Israel came to David at Hebron and said, 'We are your own flesh and blood. In the past, while Saul was king over us, you were the one who led Israel on their military campaigns. And the LORD said to you, 'You will shepherd my people Israel, and you will become their ruler.'When all the elders of Israel had come to King David at Hebron, the king made a compact with them at Hebron before the LORD, and they anointed David king over Israel.David was thirty years old when he became king, and he reigned forty years. In Hebron he reigned over Judah seven years and six months, and in Jerusalem he reigned over all Israel and Judah thirty-three years. The king and his men marched to Jerusalem to attack the Jebusites, who lived there. The Jebusites said to David, 'You will not get in here; even the blind and the lame can ward you off.' They thought, 'David cannot get in here.' Nevertheless, David captured the fortress of Zion, the City of David.On that day, David said, 'Anyone who conquers the Jebusites will have to use the water shaft to reach those 'lame and blind' who are David's enemies.' That is why they say, 'The 'blind and lame' will not enter the palace.'David then took up residence in the fortress and called it the City of David. He built up the area around it, from the supporting terraces inward. And he became more and more powerful, because the LORD God Almighty was with him.Now Hiram king of Tyre sent messengers to David, along with cedar logs and carpenters and stonemasons, and they built a palace for David. And David knew that the LORD had established him as king over Israel and had exalted his kingdom for the sake of his people Israel.",
	"slug":"(2 Samuel 5:1-12)\n All the tribes of Israel came to David at Hebron and said, 'We are your own flesh and blood. In the past, while Saul was king over us, you were the one who led Israel on their military campaigns. And the LORD said to you"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"Solomon and the Wise judgement",
	"content":"(1 Kings 3:16-28)\n Now two prostitutes came to the king and stood before him. One of them said, 'My lord, this woman and I live in the same house. I had a baby while she was there with me. The third day after my child was born, this woman also had a baby. We were alone; there was no one in the house but the two of us. 'During the night this woman's son died because she lay on him.So she got up in the middle of the night and took my son from my side while I your servant was asleep. She put him by her breast and put her dead son by my breast.The next morning, I got up to nurse my son-- and he was dead! But when I looked at him closely in the morning light, I saw that it wasn't the son I had borne.'The other woman said, 'No! The living one is my son; the dead one is yours.' But the first one insisted, 'No! The dead one is yours; the living one is mine.' And so they argued before the king.The king said, 'This one says, 'My son is alive and your son is dead,' while that one says, 'No! Your son is dead and mine is alive.' Then the king said, 'Bring me a sword.' So they brought a sword for the king.He then gave an order: 'Cut the living child in two and give half to one and half to the other.'The woman whose son was alive was filled with compassion for her son and said to the king, 'Please, my lord, give her the living baby! Don't kill him!' But the other said, 'Neither I nor you shall have him. Cut him in two!'Then the king gave his ruling: 'Give the living baby to the first woman. Do not kill him; she is his mother.' When all Israel heard the verdict the king had given, they held the king in awe, because they saw that he had wisdom from God to administer justice.",
	"slug":"(1 Kings 3:16-28)\n Now two prostitutes came to the king and stood before him. One of them said, 'My lord, this woman and I live in the same house. I had a baby while she was there with me. The third day after my child was born, this woman also had a baby"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"Ruth and Naomi",
	"content":" (Ruth 1-4)\n Meanwhile Boaz went up to the town gate and sat there. When the kinsman-redeemer he had mentioned came along, Boaz said, 'Come over here, my friend, and sit down.' So he went over and sat down.Boaz took ten of the elders of the town and said, 'Sit here,' and they did so.Then he said to the kinsman-redeemer, 'Naomi, who has come back from Moab, is selling the piece of land that belonged to our brother Elimelech. I thought I should bring the matter to your attention and suggest that you buy it in the presence of these seated here and in the presence of the elders of my people. If you will redeem it, do so. But if you will not, tell me, so I will know. For no one has the right to do it except you, and I am next in line.' 'I will redeem it,' he said. Then Boaz said, 'On the day you buy the land from Naomi and from Ruth the Moabitess, you acquire the dead man's widow, in order to maintain the name of the dead with his property.' At this, the kinsman-redeemer said, 'Then I cannot redeem it because I might endanger my own estate. You redeem it yourself. I cannot do it.' (Now in earlier times in Israel, for the redemption and transfer of property to become final, one party took off his sandal and gave it to the other. This was the method of legalizing transactions in Israel.) So the kinsman-redeemer said to Boaz, 'Buy it yourself.' And he removed his sandal.Then Boaz announced to the elders and all the people, 'Today you are witnesses that I have bought from Naomi all the property of Elimelech, Kilion and Mahlon. I have also acquired Ruth the Moabitess, Mahlon's widow, as my wife, in order to maintain the name of the dead with his property, so that his name will not disappear from among his family or from the town records. Today you are witnesses!'Then the elders and all those at the gate said, 'We are witnesses. May the LORD make the woman who is coming into your home like Rachel and Leah, who together built up the house of Israel. May you have standing in Ephrathah and be famous in Bethlehem.Through the offspring the LORD gives you by this young woman, may your family be like that of Perez, whom Tamar bore to Judah.'So Boaz took Ruth and she became his wife. Then he went to her, and the LORD enabled her to conceive, and she gave birth to a son.The women said to Naomi: 'Praise be to the LORD, who this day has not left you without a kinsman-redeemer. May he become famous throughout Israel! He will renew your life and sustain you in your old age. For your daughter-in-law, who loves you and who is better to you than seven sons, has given him birth.' Then Naomi took the child, laid him in her lap and cared for him.The women living there said, 'Naomi has a son.'And they named him Obed. He was the father of Jesse, the father of David. This, then, is the family line of Perez: Perez was the father of Hezron, Hezron the father of Ram, Ram the father of Amminadab, Amminadab the father of Nahshon, Nahshon the father of Salmon, Salmon the father of Boaz, Boaz the father of Obed, Obed the father of Jesse, and Jesse the father of David.",
	"slug":"(Ruth 1-4)\n Meanwhile Boaz went up to the town gate and sat there. When the kinsman-redeemer he had mentioned came along, Boaz said, 'Come over here, my friend, and sit down.' So he went over and sat down.Boaz took ten of the elders of the town and said"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"Elijah and the prophet of Baal",
	"content":"(1 Kings 18:16-46)\n So Obadiah went to meet Ahab and told him, and Ahab went to meet Elijah. When he saw Elijah, he said to him, 'Is that you, you troubler of Israel?' 'I have not made trouble for Israel,' Elijah replied. 'But you and your father's family have. You have abandoned the LORD's commands and have followed the Baals. Now summon the people from all over Israel to meet me on Mount Carmel. And bring the four hundred and fifty prophets of Baal and the four hundred prophets of Asherah, who eat at Jezebel's table.' So Ahab sent word throughout all Israel and assembled the prophets on Mount Carmel. Elijah went before the people and said, 'How long will you waver between two opinions? If the LORD is God, follow him; but if Baal is God, follow him.' But the people said nothing. Then Elijah said to them, 'I am the only one of the LORD's prophets left, but Baal has four hundred and fifty prophets. Get two bulls for us. Let them choose one for themselves, and let them cut it into pieces and put it on the wood but not set fire to it. I will prepare the other bull and put it on the wood but not set fire to it.Then you call on the name of your god, and I will call on the name of the LORD. The god who answers by fire-- he is God.' Then all the people said, 'What you say is good.' Elijah said to the prophets of Baal, 'Choose one of the bulls and prepare it first, since there are so many of you. Call on the name of your god, but do not light the fire.'So they took the bull given them and prepared it. Then they called on the name of Baal from morning till noon. 'O Baal, answer us!' they shouted. But there was no response; no one answered. And they danced around the altar they had made.At noon Elijah began to taunt them. 'Shout louder!'he said. 'Surely he is a god! Perhaps he is deep in thought, or busy, or traveling. Maybe he is sleeping and must be awakened.' So they shouted louder and slashed themselves with swords and spears, as was their custom, until their blood flowed. Midday passed, and they continued their frantic prophesying until the time for the evening sacrifice. But there was no response, no one answered, no one paid attention. Then Elijah said to all the people, 'Come here to me.'They came to him, and he repaired the altar of the LORD, which was in ruins. Elijah took twelve stones, one for each of the tribes descended from Jacob, to whom the word of the LORD had come, saying, 'Your name shall be Israel.' With the stones he built an altar in the name of the LORD, and he dug a trench around it large enough to hold two seahs of seed.He arranged the wood, cut the bull into pieces and laid it on the wood. Then he said to them, 'Fill four large jars with water and pour it on the offering and on the wood.' 'Do it again,' he said, and they did it again. 'Do it a third time,' he ordered, and they did it the third time.The water ran down around the altar and even filled the trench. At the time of sacrifice, the prophet Elijah stepped forward and prayed: 'O LORD, God of Abraham, Isaac and Israel, let it be known today that you are God in Israel and that I am your servant and have done all these things at your command. Answer me, O LORD, answer me, so these people will know that you, O LORD, are God, and that you are turning their hearts back again.'Then the fire of the LORD fell and burned up the sacrifice, the wood, the stones and the soil, and also licked up the water in the trench.When all the people saw this, they fell prostrate and cried, 'The LORD-- he is God! The LORD-- he is God!'  Then Elijah commanded them, 'Seize the prophets of Baal. Don't let anyone get away!' They seized them, and Elijah had them brought down to the Kishon Valley and slaughtered there. And Elijah said to Ahab, 'Go, eat and drink, for there is the sound of a heavy rain.' So Ahab went off to eat and drink, but Elijah climbed to the top of Carmel, bent down to the ground and put his face between his knees. 'Go and look toward the sea,' he told his servant. And he went up and looked. 'There is nothing there,' he said. Seven times Elijah said, 'Go back.'The seventh time the servant reported, 'A cloud as small as a man's hand is rising from the sea.' So Elijah said, 'Go and tell Ahab, 'Hitch up your chariot and go down before the rain stops you.' 'Meanwhile, the sky grew black with clouds, the wind rose, a heavy rain came on and Ahab rode off to Jezreel. The power of the LORD came upon Elijah and, tucking his cloak into his belt, he ran ahead of Ahab all the way to Jezreel." ,
	"slug":"(1 Kings 18:16-46)\n So Obadiah went to meet Ahab and told him, and Ahab went to meet Elijah. When he saw Elijah, he said to him, 'Is that you, you troubler of Israel?' 'I have not made trouble for Israel,' Elijah replied. 'But you and your father's family have"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"Daniel and the lions' den",
	"content":"(Daniel 6)\n It pleased Darius to appoint 120 satraps to rule throughout the kingdom,with three administrators over them, one of whom was Daniel. The satraps were made accountable to them so that the king might not suffer loss.Now Daniel so distinguished himself among the administrators and the satraps by his exceptional qualities that the king planned to set him over the whole kingdom.At this, the administrators and the satraps tried to find grounds for charges against Daniel in his conduct of government affairs, but they were unable to do so. They could find no corruption in him, because he was trustworthy and neither corrupt nor negligent.Finally these men said, 'We will never find any basis for charges against this man Daniel unless it has something to do with the law of his God.' So the administrators and the satraps went as a group to the king and said: 'O King Darius, live forever!The royal administrators, prefects, satraps, advisers and governors have all agreed that the king should issue an edict and enforce the decree that anyone who prays to any god or man during the next thirty days, except to you, O king, shall be thrown into the lions' den.Now, O king, issue the decree and put it in writing so that it cannot be altered-- in accordance with the laws of the Medes and Persians, which cannot be repealed.'So King Darius put the decree in writing.Now when Daniel learned that the decree had been published, he went home to his upstairs room where the windows opened toward Jerusalem. Three times a day he got down on his knees and prayed, giving thanks to his God, just as he had done before.Then these men went as a group and found Daniel praying and asking God for help. So they went to the king and spoke to him about his royal decree: 'Did you not publish a decree that during the next thirty days anyone who prays to any god or man except to you, O king, would be thrown into the lions' den?' The king answered, 'The decree stands-- in accordance with the laws of the Medes and Persians, which cannot be repealed.'Then they said to the king, 'Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or to the decree you put in writing. He still prays three times a day.'When the king heard this, he was greatly distressed; he was determined to rescue Daniel and made every effort until sundown to save him.Then the men went as a group to the king and said to him, 'Remember, O king, that according to the law of the Medes and Persians no decree or edict that the king issues can be changed.' So the king gave the order, and they brought Daniel and threw him into the lions' den. The king said to Daniel, 'May your God, whom you serve continually, rescue you!'A stone was brought and placed over the mouth of the den, and the king sealed it with his own signet ring and with the rings of his nobles, so that Daniel's situation might not be changed.Then the king returned to his palace and spent the night without eating and without any entertainment being brought to him. And he could not sleep.At the first light of dawn, the king got up and hurried to the lions' den.When he came near the den, he called to Daniel in an anguished voice, 'Daniel, servant of the living God, has your God, whom you serve continually, been able to rescue you from the lions?'Daniel answered, 'O king, live forever! My God sent his angel, and he shut the mouths of the lions. They have not hurt me, because I was found innocent in his sight. Nor have I ever done any wrong before you, O king.' The king was overjoyed and gave orders to lift Daniel out of the den. And when Daniel was lifted from the den, no wound was found on him, because he had trusted in his God.At the king's command, the men who had falsely accused Daniel were brought in and thrown into the lions' den, along with their wives and children. And before they reached the floor of the den, the lions overpowered them and crushed all their bones.Then King Darius wrote to all the peoples, nations and men of every language throughout the land: 'May you prosper greatly I issue a decree that in every part of my kingdom people must fear and reverence the God of Daniel. 'For he is the living God and he endures forever; his kingdom will not be destroyed, his dominion will never end.He rescues and he saves; he performs signs and wonders in the heavens and on the earth. He has rescued Daniel from the power of the lions.'So Daniel prospered during the reign of Darius and the reign of Cyrus the Persian.",
	"slug":"(Daniel 6)\n It pleased Darius to appoint 120 satraps to rule throughout the kingdom,with three administrators over them, one of whom was Daniel. The satraps were made accountable to them so that the king might not suffer loss.Now Daniel so distinguished"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"The Birth of Jesus",
	"content":"(Luke 2:1-7)\n In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world. (This was the first census that took place while Quirinius was governor of Syria.)And everyone went to his own town to register.So Joseph also went up from the town of Nazareth in Galilee to Judea, to Bethlehem the town of David, because he belonged to the house and line of David.He went there to register with Mary, who was pledged to be married to him and was expecting a child.While they were there, the time came for the baby to be born, and she gave birth to her firstborn, a son. She wrapped him in cloths and placed him in a manger, because there was no room for them in the inn.",
	"slug":"(Luke 2:1-7)\n In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world. (This was the first census that took place while Quirinius was governor of Syria.)And everyone went to his own town to register"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"Moses and the burning bush",
	"content":"(Exodus:3.1-15)\n Now Moses was tending the flock of Jethro his father-in-law, the priest of Midian, and he led the flock to the far side of the desert and came to Horeb, the mountain of God. There the angel of the LORD appeared to him in flames of fire from within a bush. Moses saw that though the bush was on fire it did not burn up.So Moses thought, 'I will go over and see this strange sight-- why the bush does not burn up.'When the LORD saw that he had gone over to look, God called to him from within the bush, 'Moses! Moses!' And Moses said, 'Here I am.' 'Do not come any closer,' God said. 'Take off your sandals, for the place where you are standing is holy ground.'Then he said, 'I am the God of your father, the God of Abraham, the God of Isaac and the God of Jacob.'At this, Moses hid his face, because he was afraid to look at God. The LORD said, 'I have indeed seen the misery of my people in Egypt. I have heard them crying out because of their slave drivers, and I am concerned about their suffering. So I have come down to rescue them from the hand of the Egyptians and to bring them up out of that land into a good and spacious land, a land flowing with milk and honey-- the home of the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites. And now the cry of the Israelites has reached me, and I have seen the way the Egyptians are oppressing them.So now, go. I am sending you to Pharaoh to bring my people the Israelites out of Egypt.'But Moses said to God, 'Who am I, that I should go to Pharaoh and bring the Israelites out of Egypt?'And God said, :'I will be with you. And this will be the sign to you that it is I who have sent you: When you have brought the people out of Egypt, you will worship God on this mountain.' Moses said to God, 'Suppose I go to the Israelites and say to them, 'The God of your fathers has sent me to you,' and they ask me, 'What is his name?' Then what shall I tell them?' God said to Moses, 'I AM WHO I AM. This is what you are to say to the Israelites: 'I AM has sent me to you.' ' God also said to Moses, 'Say to the Israelites, 'The LORD, the God of your fathers-- the God of Abraham, the God of Isaac and the God of Jacob-- has sent me to you.' This is my name forever, the name by which I am to be remembered from generation to generation.",
	"slug":"(Exodus:3.1-15)\n Now Moses was tending the flock of Jethro his father-in-law, the priest of Midian, and he led the flock to the far side of the desert and came to Horeb, the mountain of God. There the angel of the LORD appeared to him in flames of fire from within a bush"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"The Ten commandments",
	"content":"(Deuteronomy:5.1-22)\n  Moses summoned all Israel and said: Hear, O Israel, the decrees and laws I declare in your hearing today. Learn them and be sure to follow them.The LORD our God made a covenant with us at Horeb. It was not with our fathers that the LORD made this covenant, but with us, with all of us who are alive here today. The LORD spoke to you face to face out of the fire on the mountain. (At that time I stood between the LORD and you to declare to you the word of the LORD, because you were afraid of the fire and did not go up the mountain.) And he said: 'I am the LORD your God, who brought you out of Egypt, out of the land of slavery. 'You shall have no other gods before me. 'You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below.You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, but showing love to a thousand [generations] of those who love me and keep my commandments. 'You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. 'Observe the Sabbath day by keeping it holy, as the LORD your God has commanded you. Six days you shall labor and do all your work, but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your ox, your donkey or any of your animals, nor the alien within your gates, so that your manservant and maidservant may rest, as you do. Remember that you were slaves in Egypt and that the LORD your God brought you out of there with a mighty hand and an outstretched arm. Therefore the LORD your God has commanded you to observe the Sabbath day. 'Honor your father and your mother, as the LORD your God has commanded you, so that you may live long and that it may go well with you in the land the LORD your God is giving you. 'You shall not murder. 'You shall not commit adultery. 'You shall not steal. 'You shall not give false testimony against your neighbor. 'You shall not covet your neighbor's wife. You shall not set your desire on your neighbor's house or land, his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.'These are the commandments the LORD proclaimed in a loud voice to your whole assembly there on the mountain from out of the fire, the cloud and the deep darkness; and he added nothing more. Then he wrote them on two stone tablets and gave them to me",
	"slug":"(Deuteronomy:5.1-22)\n Moses summoned all Israel and said: Hear, O Israel, the decrees and laws I declare in your hearing today. Learn them and be sure to follow them.The LORD our God made a covenant with us at Horeb. It was not with our fathers that the LORD made this covenant, but with us, with all of us"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"The Death of Moses",
	"content":"(Deuteronomy:34)\n Then Moses climbed Mount Nebo from the plains of Moab to the top of Pisgah, across from Jericho. There the LORD showed him the whole land-- from Gilead to Dan, all of Naphtali, the territory of Ephraim and Manasseh, all the land of Judah as far as the western sea, the Negev and the whole region from the Valley of Jericho, the City of Palms, as far as Zoar.Then the LORD said to him, 'This is the land I promised on oath to Abraham, Isaac and Jacob when I said, 'I will give it to your descendants.' I have let you see it with your eyes, but you will not cross over into it.' And Moses the servant of the LORD died there in Moab, as the LORD had said. He buried him in Moab, in the valley opposite Beth Peor, but to this day no one knows where his grave is.Moses was a hundred and twenty years old when he died, yet his eyes were not weak nor his strength gone.The Israelites grieved for Moses in the plains of Moab thirty days, until the time of weeping and mourning was over.Now Joshua son of Nun was filled with the spirit of wisdom because Moses had laid his hands on him. So the Israelites listened to him and did what the LORD had commanded Moses. Since then, no prophet has risen in Israel like Moses, whom the LORD knew face to face,who did all those miraculous signs and wonders the LORD sent him to do in Egypt-- to Pharaoh and to all his officials and to his whole land. For no one has ever shown the mighty power or performed the awesome deeds that Moses did in the sight of all Israel.",
	"slug":"(Deuteronomy:34)\n Then Moses climbed Mount Nebo from the plains of Moab to the top of Pisgah, across from Jericho. There the LORD showed him the whole land-- from Gilead to Dan, all of Naphtali, the territory of Ephraim and Manasseh, all the land of Judah as far as the western sea, the Negev and the whole region from the Valley of"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"Israel ask for a king",
	"content":"(1 Samuel:8)\n When Samuel grew old, he appointed his sons as judges for Israel. The name of his firstborn was Joel and the name of his second was Abijah, and they served at Beersheba. But his sons did not walk in his ways. They turned aside after dishonest gain and accepted bribes and perverted justice. So all the elders of Israel gathered together and came to Samuel at Ramah. They said to him, 'You are old, and your sons do not walk in your ways; now appoint a king to lead us, such as all the other nations have.' But when they said, 'Give us a king to lead us,' this displeased Samuel; so he prayed to the LORD. And the LORD told him: 'Listen to all that the people are saying to you; it is not you they have rejected, but they have rejected me as their king. As they have done from the day I brought them up out of Egypt until this day, forsaking me and serving other gods, so they are doing to you. Now listen to them; but warn them solemnly and let them know what the king who will reign over them will do.' Samuel told all the words of the LORD to the people who were asking him for a king.He said, 'This is what the king who will reign over you will do: He will take your sons and make them serve with his chariots and horses, and they will run in front of his chariots.Some he will assign to be commanders of thousands and commanders of fifties, and others to plow his ground and reap his harvest, and still others to make weapons of war and equipment for his chariots. He will take your daughters to be perfumers and cooks and bakers. He will take the best of your fields and vineyards and olive groves and give them to his attendants. He will take a tenth of your grain and of your vintage and give it to his officials and attendants.Your menservants and maidservants and the best of your cattle and donkeys he will take for his own use. He will take a tenth of your flocks, and you yourselves will become his slaves. When that day comes, you will cry out for relief from the king you have chosen, and the LORD will not answer you in that day.' But the people refused to listen to Samuel. 'No!' they said. 'We want a king over us. Then we will be like all the other nations, with a king to lead us and to go out before us and fight our battles.' When Samuel heard all that the people said, he repeated it before the LORD. The LORD answered, 'Listen to them and give them a king.' Then Samuel said to the men of Israel, 'Everyone go back to his town.'",
	"slug":"(1 Samuel:8)\n When Samuel grew old, he appointed his sons as judges for Israel. The name of his firstborn was Joel and the name of his second was Abijah, and they served at Beersheba. But his sons did not walk in his ways. They turned aside after dishonest gain and accepted bribes and perverted justice. So all the elders of Israel gathered together and came"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"God chooses David as King",
	"content":"(1 Samuel:16.1-13)\n The LORD said to Samuel, 'How long will you mourn for Saul, since I have rejected him as king over Israel? Fill your horn with oil and be on your way; I am sending you to Jesse of Bethlehem. I have chosen one of his sons to be king.'But Samuel said, 'How can I go? Saul will hear about it and kill me.' The LORD said, 'Take a heifer with you and say, 'I have come to sacrifice to the LORD.' Invite Jesse to the sacrifice, and I will show you what to do. You are to anoint for me the one I indicate.'Samuel did what the LORD said. When he arrived at Bethlehem, the elders of the town trembled when they met him. They asked, 'Do you come in peace?' Samuel replied, 'Yes, in peace; I have come to sacrifice to the LORD. Consecrate yourselves and come to the sacrifice with me.' Then he consecrated Jesse and his sons and invited them to the sacrifice. When they arrived, Samuel saw Eliab and thought, 'Surely the LORD's anointed stands here before the LORD.' But the LORD said to Samuel, 'Do not consider his appearance or his height, for I have rejected him. The LORD does not look at the things man looks at. Man looks at the outward appearance, but the LORD looks at the heart.' Then Jesse called Abinadab and had him pass in front of Samuel. But Samuel said, 'The LORD has not chosen this one either.'Jesse then had Shammah pass by, but Samuel said, 'Nor has the LORD chosen this one.' Jesse had seven of his sons pass before Samuel, but Samuel said to him, 'The LORD has not chosen these.' So he asked Jesse, 'Are these all the sons you have?' 'There is still the youngest,' Jesse answered, 'but he is tending the sheep.' Samuel said, 'Send for him; we will not sit down until he arrives.' So he sent and had him brought in. He was ruddy, with a fine appearance and handsome features. Then the LORD said, 'Rise and anoint him; he is the one.' So Samuel took the horn of oil and anointed him in the presence of his brothers, and from that day on the Spirit of the LORD came upon David in power. Samuel then went to Ramah.",
	"slug":"(1 Samuel:16.1-13)\n The LORD said to Samuel, 'How long will you mourn for Saul, since I have rejected him as king over Israel? Fill your horn with oil and be on your way; I am sending you to Jesse of Bethlehem. I have chosen one of his sons to be king.'But Samuel said, 'How can I go? Saul will hear about it and kill me.' The LORD said, 'Take a heifer with you and say,"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"The birth of Moses",
	"content":"(Exodus:1.8-2.10)\n Then a new king, who did not know about Joseph, came to power in Egypt. 'Look,' he said to his people, 'the Israelites have become much too numerous for us. Come, we must deal shrewdly with them or they will become even more numerous and, if war breaks out, will join our enemies, fight against us and leave the country.' So they put slave masters over them to oppress them with forced labor, and they built Pithom and Rameses as store cities for Pharaoh. But the more they were oppressed, the more they multiplied and spread; so the Egyptians came to dread the Israelitesand worked them ruthlessly.They made their lives bitter with hard labor in brick and mortar and with all kinds of work in the fields; in all their hard labor the Egyptians used them ruthlessly. The king of Egypt said to the Hebrew midwives, whose names were Shiphrah and Puah, 'When you help the Hebrew women in childbirth and observe them on the delivery stool, if it is a boy, kill him; but if it is a girl, let her live.'The midwives, however, feared God and did not do what the king of Egypt had told them to do; they let the boys live.Then the king of Egypt summoned the midwives and asked them, 'Why have you done this? Why have you let the boys live?' The midwives answered Pharaoh, 'Hebrew women are not like Egyptian women; they are vigorous and give birth before the midwives arrive.'So God was kind to the midwives and the people increased and became even more numerous. And because the midwives feared God, he gave them families of their own.Then Pharaoh gave this order to all his people: 'Every boy that is born you must throw into the Nile, but let every girl live.' Now a man of the house of Levi married a Levite woman, and she became pregnant and gave birth to a son. When she saw that he was a fine child, she hid him for three months.But when she could hide him no longer, she got a papyrus basket for him and coated it with tar and pitch. Then she placed the child in it and put it among the reeds along the bank of the Nile. His sister stood at a distance to see what would happen to him. Then Pharaoh's daughter went down to the Nile to bathe, and her attendants were walking along the river bank. She saw the basket among the reeds and sent her slave girl to get it.She opened it and saw the baby. He was crying, and she felt sorry for him. 'This is one of the Hebrew babies,' she said.Then his sister asked Pharaoh's daughter, 'Shall I go and get one of the Hebrew women to nurse the baby for you?' 'Yes, go,' she answered. And the girl went and got the baby's mother. Pharaoh's daughter said to her, 'Take this baby and nurse him for me, and I will pay you.' So the woman took the baby and nursed him. When the child grew older, she took him to Pharaoh's daughter and he became her son. She named him Moses, saying, 'I drew him out of the water.'",
	"slug":"(Exodus:1.8-2.10)\n Then a new king, who did not know about Joseph, came to power in Egypt. 'Look,' he said to his people, 'the Israelites have become much too numerous for us. Come, we must deal shrewdly with them or they will become even more numerous and, if war breaks out, will join our enemies, fight against us and leave the country.' So they put slave masters over them to oppress them with"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"Entering the promised Land",
	"content":"(Joshua:3)\n  Early in the morning Joshua and all the Israelites set out from Shittim and went to the Jordan, where they camped before crossing over.After three days the officers went throughout the camp, giving orders to the people: 'When you see the ark of the covenant of the LORD your God, and the priests, who are Levites, carrying it, you are to move out from your positions and follow it. Then you will know which way to go, since you have never been this way before. But keep a distance of about a thousand yards between you and the ark; do not go near it.' Joshua told the people, 'Consecrate yourselves, for tomorrow the LORD will do amazing things among you.' Joshua said to the priests, 'Take up the ark of the covenant and pass on ahead of the people.' So they took it up and went ahead of them. And the LORD said to Joshua, 'Today I will begin to exalt you in the eyes of all Israel, so they may know that I am with you as I was with Moses. Tell the priests who carry the ark of the covenant: 'When you reach the edge of the Jordan's waters, go and stand in the river.' 'Joshua said to the Israelites, 'Come here and listen to the words of the LORD your God. This is how you will know that the living God is among you and that he will certainly drive out before you the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites and Jebusites. See, the ark of the covenant of the Lord of all the earth will go into the Jordan ahead of you.Now then, choose twelve men from the tribes of Israel, one from each tribe. And as soon as the priests who carry the ark of the LORD-- the Lord of all the earth-- set foot in the Jordan, its waters flowing downstream will be cut off and stand up in a heap.' So when the people broke camp to cross the Jordan, the priests carrying the ark of the covenant went ahead of them. Now the Jordan is at flood stage all during harvest. Yet as soon as the priests who carried the ark reached the Jordan and their feet touched the water's edge, the water from upstream stopped flowing. It piled up in a heap a great distance away, at a town called Adam in the vicinity of Zarethan, while the water flowing down to the Sea of the Arabah (the Salt Sea) was completely cut off. So the people crossed over opposite Jericho.The priests who carried the ark of the covenant of the LORD stood firm on dry ground in the middle of the Jordan, while all Israel passed by until the whole nation had completed the crossing on dry ground.",
	"slug":"(Joshua:3)\n  Early in the morning Joshua and all the Israelites set out from Shittim and went to the Jordan, where they camped before crossing over.After three days the officers went throughout the camp, giving orders to the people: 'When you see the ark of the covenant of the LORD your God, and the priests, who are Levites, carrying it, you are to move out from your positions and follow it"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"The fall of Jericho",
	"content":"(Joshua:5.13-6.27)\n Now when Joshua was near Jericho, he looked up and saw a man standing in front of him with a drawn sword in his hand. Joshua went up to him and asked, 'Are you for us or for our enemies?' 'Neither,' he replied, 'but as commander of the army of the LORD I have now come.' Then Joshua fell facedown to the ground in reverence, and asked him, 'What message does my Lord have for his servant?' The commander of the LORD's army replied, 'Take off your sandals, for the place where you are standing is holy.' And Joshua did so. Now Jericho was tightly shut up because of the Israelites. No one went out and no one came in.Then the LORD said to Joshua, 'See, I have delivered Jericho into your hands, along with its king and its fighting men. March around the city once with all the armed men. Do this for six days. Have seven priests carry trumpets of rams' horns in front of the ark. On the seventh day, march around the city seven times, with the priests blowing the trumpets.When you hear them sound a long blast on the trumpets, have all the people give a loud shout; then the wall of the city will collapse and the people will go up, every man straight in.' So Joshua son of Nun called the priests and said to them, 'Take up the ark of the covenant of the LORD and have seven priests carry trumpets in front of it.'And he ordered the people, 'Advance! March around the city, with the armed guard going ahead of the ark of the LORD.'When Joshua had spoken to the people, the seven priests carrying the seven trumpets before the LORD went forward, blowing their trumpets, and the ark of the LORD's covenant followed them. The armed guard marched ahead of the priests who blew the trumpets, and the rear guard followed the ark. All this time the trumpets were sounding.But Joshua had commanded the people, 'Do not give a war cry, do not raise your voices, do not say a word until the day I tell you to shout. Then shout!' So he had the ark of the LORD carried around the city, circling it once. Then the people returned to camp and spent the night there. Joshua got up early the next morning and the priests took up the ark of the LORD.The seven priests carrying the seven trumpets went forward, marching before the ark of the LORD and blowing the trumpets. The armed men went ahead of them and the rear guard followed the ark of the LORD, while the trumpets kept sounding.So on the second day they marched around the city once and returned to the camp. They did this for six days.On the seventh day, they got up at daybreak and marched around the city seven times in the same manner, except that on that day they circled the city seven times.The seventh time around, when the priests sounded the trumpet blast, Joshua commanded the people, 'Shout! For the LORD has given you the city!The city and all that is in it are to be devoted to the LORD. Only Rahab the prostitute and all who are with her in her house shall be spared, because she hid the spies we sent. But keep away from the devoted things, so that you will not bring about your own destruction by taking any of them. Otherwise you will make the camp of Israel liable to destruction and bring trouble on it. All the silver and gold and the articles of bronze and iron are sacred to the LORD and must go into his treasury.' When the trumpets sounded, the people shouted, and at the sound of the trumpet, when the people gave a loud shout, the wall collapsed; so every man charged straight in, and they took the city. They devoted the city to the LORD and destroyed with the sword every living thing in it-- men and women, young and old, cattle, sheep and donkeys.Joshua said to the two men who had spied out the land, 'Go into the prostitute's house and bring her out and all who belong to her, in accordance with your oath to her.' So the young men who had done the spying went in and brought out Rahab, her father and mother and brothers and all who belonged to her. They brought out her entire family and put them in a place outside the camp of Israel.Then they burned the whole city and everything in it, but they put the silver and gold and the articles of bronze and iron into the treasury of the LORD's house. But Joshua spared Rahab the prostitute, with her family and all who belonged to her, because she hid the men Joshua had sent as spies to Jericho-- and she lives among the Israelites to this day. At that time Joshua pronounced this solemn oath: 'Cursed before the LORD is the man who undertakes to rebuild this city, Jericho: 'At the cost of his firstborn son will he lay its foundations; at the cost of his youngest will he set up its gates. So the LORD was with Joshua, and his fame spread throughout the land.",
	"slug":"(Joshua:5.13-6.27)\n Now when Joshua was near Jericho, he looked up and saw a man standing in front of him with a drawn sword in his hand. Joshua went up to him and asked, 'Are you for us or for our enemies?' 'Neither,' he replied, 'but as commander of the army of the LORD I have now come.' Then Joshua fell facedown to the ground in reverence, and asked him, 'What message does my Lord have for his servant?"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"David and Bathsheba",
	"content":"(2 Samuel:11)\n In the spring, at the time when kings go off to war, David sent Joab out with the king's men and the whole Israelite army. They destroyed the Ammonites and besieged Rabbah. But David remained in Jerusalem.One evening David got up from his bed and walked around on the roof of the palace. From the roof he saw a woman bathing. The woman was very beautiful, and David sent someone to find out about her. The man said, 'Isn't this Bathsheba, the daughter of Eliam and the wife of Uriah the Hittite?'Then David sent messengers to get her. She came to him, and he slept with her. (She had purified herself from her uncleanness.) Then she went back home.The woman conceived and sent word to David, saying, 'I am pregnant.' So David sent this word to Joab: 'Send me Uriah the Hittite.' And Joab sent him to David. When Uriah came to him, David asked him how Joab was, how the soldiers were and how the war was going. Then David said to Uriah, 'Go down to your house and wash your feet.' So Uriah left the palace, and a gift from the king was sent after him. But Uriah slept at the entrance to the palace with all his master's servants and did not go down to his house. When David was told, 'Uriah did not go home,' he asked him, 'Haven't you just come from a distance? Why didn't you go home?'Uriah said to David, 'The ark and Israel and Judah are staying in tents, and my master Joab and my lord's men are camped in the open fields. How could I go to my house to eat and drink and lie with my wife? As surely as you live, I will not do such a thing!'Then David said to him, 'Stay here one more day, and tomorrow I will send you back.' So Uriah remained in Jerusalem that day and the next.At David's invitation, he ate and drank with him, and David made him drunk. But in the evening Uriah went out to sleep on his mat among his master's servants; he did not go home. In the morning David wrote a letter to Joab and sent it with Uriah. In it he wrote, 'Put Uriah in the front line where the fighting is fiercest. Then withdraw from him so he will be struck down and die.'So while Joab had the city under siege, he put Uriah at a place where he knew the strongest defenders were. When the men of the city came out and fought against Joab, some of the men in David's army fell; moreover, Uriah the Hittite died. Joab sent David a full account of the battle.He instructed the messenger: 'When you have finished giving the king this account of the battle, the king's anger may flare up, and he may ask you, 'Why did you get so close to the city to fight? Didn't you know they would shoot arrows from the wall? Who killed Abimelech son of Jerub-Besheth? Didn't a woman throw an upper millstone on him from the wall, so that he died in Thebez? Why did you get so close to the wall?' If he asks you this, then say to him, 'Also, your servant Uriah the Hittite is dead.' 'The messenger set out, and when he arrived he told David everything Joab had sent him to say. The messenger said to David, 'The men overpowered us and came out against us in the open, but we drove them back to the entrance to the city gate. Then the archers shot arrows at your servants from the wall, and some of the king's men died. Moreover, your servant Uriah the Hittite is dead.' David told the messenger, 'Say this to Joab: 'Don't let this upset you; the sword devours one as well as another. Press the attack against the city and destroy it.' Say this to encourage Joab.'When Uriah's wife heard that her husband was dead, she mourned for him.After the time of mourning was over, David had her brought to his house, and she became his wife and bore him a son. But the thing David had done displeased the LORD.",
	"slug":"(2 Samuel:11)\n In the spring, at the time when kings go off to war, David sent Joab out with the king's men and the whole Israelite army. They destroyed the Ammonites and besieged Rabbah. But David remained in Jerusalem.One evening David got up from his bed and walked around on the roof of the palace. From the roof he saw a woman bathing. The woman was very beautiful, and David sent someone to find out about her. The man said"

},
{
	"author":"The Goodnews Bible",
	"link":"#",
	"title":"Gideon fights the Midianites",
	"content":"(Joshua:6 - 7)\n  Now Jericho was tightly shut up because of the Israelites. No one went out and no one came in.Then the LORD said to Joshua, 'See, I have delivered Jericho into your hands, along with its king and its fighting men. March around the city once with all the armed men. Do this for six days.Have seven priests carry trumpets of rams' horns in front of the ark. On the seventh day, march around the city seven times, with the priests blowing the trumpets. When you hear them sound a long blast on the trumpets, have all the people give a loud shout; then the wall of the city will collapse and the people will go up, every man straight in.' So Joshua son of Nun called the priests and said to them, 'Take up the ark of the covenant of the LORD and have seven priests carry trumpets in front of it.' And he ordered the people, 'Advance! March around the city, with the armed guard going ahead of the ark of the LORD.' When Joshua had spoken to the people, the seven priests carrying the seven trumpets before the LORD went forward, blowing their trumpets, and the ark of the LORD's covenant followed them.The armed guard marched ahead of the priests who blew the trumpets, and the rear guard followed the ark. All this time the trumpets were sounding. But Joshua had commanded the people, 'Do not give a war cry, do not raise your voices, do not say a word until the day I tell you to shout. Then shout!' So he had the ark of the LORD carried around the city, circling it once. Then the people returned to camp and spent the night there.Joshua got up early the next morning and the priests took up the ark of the LORD.The seven priests carrying the seven trumpets went forward, marching before the ark of the LORD and blowing the trumpets. The armed men went ahead of them and the rear guard followed the ark of the LORD, while the trumpets kept sounding. So on the second day they marched around the city once and returned to the camp. They did this for six days. On the seventh day, they got up at daybreak and marched around the city seven times in the same manner, except that on that day they circled the city seven times. The seventh time around, when the priests sounded the trumpet blast, Joshua commanded the people, 'Shout! For the LORD has given you the city!The city and all that is in it are to be devoted to the LORD. Only Rahab the prostitute and all who are with her in her house shall be spared, because she hid the spies we sent.But keep away from the devoted things, so that you will not bring about your own destruction by taking any of them. Otherwise you will make the camp of Israel liable to destruction and bring trouble on it. All the silver and gold and the articles of bronze and iron are sacred to the LORD and must go into his treasury.'When the trumpets sounded, the people shouted, and at the sound of the trumpet, when the people gave a loud shout, the wall collapsed; so every man charged straight in, and they took the city.They devoted the city to the LORD and destroyed with the sword every living thing in it-- men and women, young and old, cattle, sheep and donkeys. Joshua said to the two men who had spied out the land, 'Go into the prostitute's house and bring her out and all who belong to her, in accordance with your oath to her.' So the young men who had done the spying went in and brought out Rahab, her father and mother and brothers and all who belonged to her. They brought out her entire family and put them in a place outside the camp of Israel.Then they burned the whole city and everything in it, but they put the silver and gold and the articles of bronze and iron into the treasury of the LORD's house. But Joshua spared Rahab the prostitute, with her family and all who belonged to her, because she hid the men Joshua had sent as spies to Jericho-- and she lives among the Israelites to this day.At that time Joshua pronounced this solemn oath: 'Cursed before the LORD is the man who undertakes to rebuild this city, Jericho: 'At the cost of his firstborn son will he lay its foundations; at the cost of his youngest will he set up its gates.'So the LORD was with Joshua, and his fame spread throughout the land. But the Israelites acted unfaithfully in regard to the devoted things; Achan son of Carmi, the son of Zimri, the son of Zerah, of the tribe of Judah, took some of them. So the LORD's anger burned against Israel.Now Joshua sent men from Jericho to Ai, which is near Beth Aven to the east of Bethel, and told them, 'Go up and spy out the region.' So the men went up and spied out Ai.When they returned to Joshua, they said, 'Not all the people will have to go up against Ai. Send two or three thousand men to take it and do not weary all the people, for only a few men are there.'So about three thousand men went up; but they were routed by the men of Ai,who killed about thirty-six of them. They chased the Israelites from the city gate as far as the stone quarries and struck them down on the slopes. At this the hearts of the people melted and became like water.Then Joshua tore his clothes and fell facedown to the ground before the ark of the LORD, remaining there till evening. The elders of Israel did the same, and sprinkled dust on their heads.And Joshua said, 'Ah, Sovereign LORD, why did you ever bring this people across the Jordan to deliver us into the hands of the Amorites to destroy us? If only we had been content to stay on the other side of the Jordan! O Lord, what can I say, now that Israel has been routed by its enemies? The Canaanites and the other people of the country will hear about this and they will surround us and wipe out our name from the earth. What then will you do for your own great name?' The LORD said to Joshua, 'Stand up! What are you doing down on your face? Israel has sinned; they have violated my covenant, which I commanded them to keep. They have taken some of the devoted things; they have stolen, they have lied, they have put them with their own possessions. That is why the Israelites cannot stand against their enemies; they turn their backs and run because they have been made liable to destruction. I will not be with you anymore unless you destroy whatever among you is devoted to destruction. 'Go, consecrate the people. Tell them, 'Consecrate yourselves in preparation for tomorrow; for this is what the LORD, the God of Israel, says: That which is devoted is among you, O Israel. You cannot stand against your enemies until you remove it. ' 'In the morning, present yourselves tribe by tribe. The tribe that the LORD takes shall come forward clan by clan; the clan that the LORD takes shall come forward family by family; and the family that the LORD takes shall come forward man by man.He who is caught with the devoted things shall be destroyed by fire, along with all that belongs to him. He has violated the covenant of the LORD and has done a disgraceful thing in Israel!' ' Early the next morning Joshua had Israel come forward by tribes, and Judah was taken.The clans of Judah came forward, and he took the Zerahites. He had the clan of the Zerahites come forward by families, and Zimri was taken.Joshua had his family come forward man by man, and Achan son of Carmi, the son of Zimri, the son of Zerah, of the tribe of Judah, was taken. Then Joshua said to Achan, 'My son, give glory to the LORD, the God of Israel, and give him the praise. Tell me what you have do",
	"slug":"(Joshua:6 - 7)\n  Now Jericho was tightly shut up because of the Israelites. No one went out and no one came in.Then the LORD said to Joshua, 'See, I have delivered Jericho into your hands, along with its king and its fighting men. March around the city once with all the armed men. Do this for six days.Have seven priests carry trumpets of rams' horns in front of the ark. On the seventh day, march around the city seven times"

}

]